import {
    Globe,
    GraduationCap,
    Heart,
    Home,
    PlusCircle,
    Utensils,
} from 'lucide-react'

export const getSupport = [
    {
        icon: Home,
        title: 'Дім та укриття',
        text: 'Допомагаємо забезпечити безпечне та комфортне житло для тих, хто його потребує',
    },
    {
        icon: Heart,
        title: 'Психологічна підтримка',
        text: 'Підтримуємо людей у складні моменти, надаючи турботу та увагу',
    },
    {
        icon: Utensils,
        title: 'Їжа та продукти',
        text: 'Надаємо якісні продукти харчування для тих, хто цього потребує',
    },
    {
        icon: GraduationCap,
        title: 'Освіта та розвиток',
        text: 'Сприяємо доступу до якісної освіти для всіх людей, відкриваючи можливості для розвитку',
    },
    {
        icon: PlusCircle,
        title: 'Медична допомога',
        text: 'Підтримуємо здоров’я людей, забезпечуючи необхідну медичну допомогу',
    },
    {
        icon: Globe,
        title: 'Інше',
        text: 'Скажіть, що саме вас турбує, і ми спробуємо разом вирішити',
    },
]
