export const support = [
    {
        icon: 'home',
        title: 'Дім та укриття',
        text: 'Допомагаємо забезпечити безпечне та комфортне житло для тих, хто його потребує',
    },
    {
        icon: 'heart',
        title: 'Любов та підтримка',
        text: 'Підтримуємо людей у складні моменти, надаючи турботу та увагу',
    },
    {
        icon: 'food',
        title: 'Їжа та продукти',
        text: 'Забезпечуємо якісні продукти харчування для тих, хто цього потребує',
    },
    {
        icon: 'nature',
        title: 'Ми допомагаємо довкіллю',
        text: 'Підтримуємо екологічні проєкти спрямовані на збереження природи та чистоти довкілля',
    },
    {
        icon: 'education',
        title: 'Освіта та розвиток',
        text: 'Сприяємо доступу до якісної освіти для всіх людей, відкриваючи можливості для розвитку',
    },
    {
        icon: 'medical',
        title: 'Медична допомога',
        text: 'Підтримуємо здоров’я людей, забезпечуючи необхідну медичну допомогу',
    },
]

export const about = [
    {
        description:
            'Ми — благодійна організація, яка щодня працює, щоб допомагати тим, хто цього потребує',
    },
    {
        description:
            'Наша мета — робити життя людей легшим, підтримувати їх у складних ситуаціях та надихатина нові можливості',
    },
    {
        description:
            'Ми віримо, що кожна людина заслуговує на турботу, увагу та шанс на щасливе життя',
    },
    {
        description:
            'Ми прагнемо створювати спільноту людей, які готові допомагати і змінювати світ на краще',
    },
]
